"%@ - Offline" = "%@ - Çevrimdışı";

"3D Secure" = "3D Güvenli";

"Add New Card…" = "Yeni Kart Ekle...";

"Add a Card" = "Kart Ekle";

"Apt." = "Apt.";

"Contact" = "İletişim";

"Delivery" = "Teslimat";

"Delivery Address" = "Teslimat Adresi";

"Free" = "Ücretsiz";

"Invalid Shipping Address" = "Geçersiz Gönderi Adresi";

"Loading…" = "Yükleniyor...";

"Multibanco" = "Multibanco";

"Next" = "İleri";

"Online Banking (FPX)" = "Çevrimiçi Bankacılık (FPX)";

"Payment Method" = "Ödeme Metodu";

"Shipping" = "Gönderi";

"Shipping Method" = "Gönderi Metodu";

"Use Billing" = "Fatura Adresini Kullan";

"Use Delivery" = "Teslimat Adresini Kullan";

"Use Shipping" = "Gönderi Adresini Kullan";
